const locale_ru = {
    name: "locale_ru",
    months: [
        ["Январь", "jan"],
        ["Февраль", "feb"],
        ["Март", "mar"],
        ["Апрель", "apr"],
        ["Май", "may"],
        ["Июнь", "jun"],
        ["Июль", "jul"],
        ["Август", "aug"],
        ["Сентябрь", "sep"],
        ["Октябрь", "oct"],
        ["Ноябрь", "nov"],
        ["Декабрь", "dec"],
    ],
    weekDays: [
        ["Cуббота", "Сб"],
        ["Воскресение", "Вс"],
        ["Понедельник", "Пн"],
        ["Вторник", "Вт"],
        ["Среда", "Ср"],
        ["Четверг", "Чт"],
        ["Пятница", "Пт"],
    ],
    digits: ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"],
    meridiems: [
        ["AM", "am"],
        ["PM", "pm"],
    ],
};

export default locale_ru;